export const rowValue = {
  a: '০',
  b: '০',
  c: '০',
  d: '০',
  e: '০',
  f: '০',
  g: '০',
  h: '০',
  i: '০',
  j: '০',
  k: '০',
  l: '০',
  m: '০',
  n: '০',
  o: '০',
  p: '০',
  q: '০',
  r: '০',
  s: '০',
};

export const accountTypeData = [
  'ইউনিয়ন একাউন্ট',
  'উপজেলা একাউন্ট',
  'জেলা একাউন্ট',
];

export const districtInfo = [
  {
    name: 'বাগেরহাট',
    upazila: [
      {
        name: 'কচুয়া',
        union: [
          '০১-গজালিয়া',
          '০২-ধোপাখালী',
          '০৩-মঘিয়া',
          '০৪-কচুয়া',
          '০৫-রাড়িপাড়া',
          '০৬-বাধাল',
          '০৭-গোপালপুর',
          'বেসরকারী সংস্থা',
        ],
      },
    ],
  },
  {
    name: 'নাটোর',
    upazila: [
      {
        name: 'বড়াইগ্রাম',
        union: [
          '০১-জোয়াড়ী',
          '০২-বড়াইগ্রাম',
          '০৩-জোনাইল',
          '০৪-নগর',
          '০৫-মাঝগাঁও',
          '০৬-গোপালপুর',
          '০৭-চান্দাই',
          'বেসরকারী সংস্থা',
        ],
      },
    ],
  },
  {
    name: 'রাজশাহী',
    upazila: [
      {
        name: 'বাগমারা',
        union: [
          '০১-গোবিন্দপাড়া',
          '০২-নরদাশ',
          '০৩-দ্বীপপুর',
          '০৪-বড়বিহানালী',
          '০৫-আউচপাড়া',
          '০৬-শ্রীপুর',
          '০৭-বাসুপাড়া',
          '০৮-কাচারী কোয়ালীপাড়া',
          '০৯-শুভডাঙ্গা',
          '১০-মাড়িয়া',
          '১১-গণিপুর',
          '১২-ঝিকরা',
          '১৩-গোয়ালকান্দি',
          '১৪-হামিরকুৎসা',
          '১৫-যোগীপাড়া',
          '১৬-সোনাডাঙ্গা',
          'বেসরকারী সংস্থা',
        ],
      },
    ],
  },
];
